[
    {
        "name": "Sunmark smooth antacid",
        "description": "Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus.",
        "address": "809 Carey Parkway",
        "bedrooms": 5,
        "bathrooms": 3,
        "price_per_night": 454.16
    },
    {
        "name": "Methyldopa",
        "description": null,
        "address": "281 Jenna Alley",
        "bedrooms": 5,
        "bathrooms": 4,
        "price_per_night": 168.92
    },
    {
        "name": "Coral",
        "description": null,
        "address": "8919 Garrison Crossing",
        "bedrooms": 3,
        "bathrooms": 5,
        "price_per_night": 579.1
    },
    {
        "name": "HYDROCHLOROTHIAZIDE",
        "description": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
        "address": "47031 Merrick Drive",
        "bedrooms": 5,
        "bathrooms": 5,
        "price_per_night": 287.69
    },
    {
        "name": "Denti-Care Denti-Freeze",
        "description": "Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo.",
        "address": "2944 5th Point",
        "bedrooms": 4,
        "bathrooms": 1,
        "price_per_night": 365.61
    },
    {
        "name": "Guanfacine",
        "description": null,
        "address": "9235 Dawn Avenue",
        "bedrooms": 5,
        "bathrooms": 3,
        "price_per_night": 78.71
    },
    {
        "name": "Tri-Norinyl",
        "description": "Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.",
        "address": "9606 Upham Place",
        "bedrooms": 1,
        "bathrooms": 3,
        "price_per_night": 93.28
    },
    {
        "name": "Melaleuca Pollen",
        "description": "Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
        "address": "91 Esch Junction",
        "bedrooms": 2,
        "bathrooms": 2,
        "price_per_night": 158.57
    },
    {
        "name": "Pain Relieving",
        "description": null,
        "address": "11091 Clyde Gallagher Junction",
        "bedrooms": 1,
        "bathrooms": 2,
        "price_per_night": 697.56
    },
    {
        "name": "BANANA BOAT",
        "description": "Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
        "address": "71480 Haas Road",
        "bedrooms": 1,
        "bathrooms": 2,
        "price_per_night": 697.93
    },
    {
        "name": "MAYINGLONG HEMORRHOIDS",
        "description": "Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo. Aliquam quis turpis eget elit sodales scelerisque.",
        "address": "39 Pepper Wood Street",
        "bedrooms": 1,
        "bathrooms": 5,
        "price_per_night": 582.56
    },
    {
        "name": "NU-DERM SYSTEM NORMAL-DRY",
        "description": null,
        "address": "630 Buhler Way",
        "bedrooms": 5,
        "bathrooms": 5,
        "price_per_night": 635.98
    },
    {
        "name": "PLACENTA EX ESSENCE BB",
        "description": "Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula.",
        "address": "8605 Kedzie Parkway",
        "bedrooms": 2,
        "bathrooms": 5,
        "price_per_night": 186.09
    },
    {
        "name": "Treatment Set TS340796",
        "description": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo.",
        "address": "32404 Badeau Place",
        "bedrooms": 5,
        "bathrooms": 2,
        "price_per_night": 237.35
    },
    {
        "name": "Hand Sanitizer",
        "description": "Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante.",
        "address": "0 Ryan Street",
        "bedrooms": 5,
        "bathrooms": 5,
        "price_per_night": 885.38
    },
    {
        "name": "Moexipril Hydrochloride",
        "description": "Maecenas pulvinar lobortis est. Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.",
        "address": "2 6th Terrace",
        "bedrooms": 3,
        "bathrooms": 5,
        "price_per_night": 529.87
    },
    {
        "name": "Ephedrine",
        "description": null,
        "address": "228 Fordem Lane",
        "bedrooms": 5,
        "bathrooms": 5,
        "price_per_night": 553.85
    },
    {
        "name": "Sugar Free Cherry Herb Throat Drops",
        "description": "Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis.",
        "address": "2 Mendota Trail",
        "bedrooms": 3,
        "bathrooms": 3,
        "price_per_night": 1016.96
    }
]